Repository: luangs7/MyNextBook-Flutter
Catalog: lib/l10n/app_*.arb
Languages: pt

# share_message
source: I found a book for you:
pt: Encontrei um livro para você:

# error_message
source: We encountered an error, please try again later.
pt: Encontramos um erro, por favor tente novamente mais tarde.

# empty_message
source: We couldn't find any results for your search, you can change your filter and redo your search.
pt: Não encontramos resultados para a sua busca, você pode alterar seus filtros e refazer a busca.

# welcome_title
source: Not sure what your next book will be?
pt: Está com dúvida de qual vai ser seu próximo livro?

# welcome_subtitle
source: We can help you!
pt: Deixa que vamos te ajudar!

# btn_go
source: Lets go!
pt: Vamos lá!

source: Sign In
pt: Entrar

# signup
source: Sign up new account
pt: Criar nova conta

# password_field
source: Password
pt: Senha

# signup_title
source: Sign Up
pt: Criar nova conta

# signup_description
source: To register, just enter an email and a password on the login screen and your registration will be done automatically.
pt: Para se registrar, basta inserir um e-mail e uma senha na tela de login e seu cadastro será feito automaticamente.

# information_filter_title
source: You can use any filter to help in our search.
pt: Você pode usar qualquer filtro para ajudar na nossa busca.

# information_filter_subtitle
source: Click here to change your preferences.
pt: Clique aqui para alterar suas preferências.

# btn_search
source: Search
pt: Buscar

# empty_favorites
source: You have not bookmarked any books yet.
pt: Você ainda não marcou nenhum livro como favorito.

source: Confirm
pt: Confirmar

# language_title
source: Only in portuguese
pt: Somente em português

# ebook_only
source: Only Ebook
pt: Somente e-book

# field_incorrect
source: Incorrect data
pt: Dados incorretos

# field_needed
source: Field required
pt: Campo obrigatório

# password_size
source: Must be at least 6 characters
pt: Deve conter ao menos 6 caracteres

# email_invalid
source: Invalid email
pt: Email inválido

# delete_account
source: Delete my account
pt: Deletar minha conta

# delete_account_message
source: Your account has been successfully deleted! See you soon.
pt: Sua conta foi deletada com sucesso! Até breve.

source: Logout
pt: Sair

source: Change password
pt: Alterar senha

# change_password_message
source: We have sent a message to the registered email to change your password.
pt: Enviamos uma mensagem para o email cadastrado para que a sua senha seja alterada.

source: My favorites
pt: Meus favoritos

# my_account
source: Settings
pt: Minha conta

# keyword_category
source: Enter a category
pt: Digite uma categoria

# keyword_author
source: Enter an author
pt: Digite um autor

# keyword_title
source: Enter a title
pt: Digite um título

# keyword_editor
source: Enter an editor
pt: Digite um(a) editor(a)

# keyword_all
source: Enter keywords
pt: Digite palavra-chaves

# my_filter
source: Change my filter
pt: Mudar meu filtro

source: Relevance
pt: Relevância

source: Newest
pt: Mais recente
